{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<START>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<END>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</w>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<SEP>": 2,
      "<START>": 3,
      "<END>": 4,
      "</w>": 5,
      "'": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "a": 17,
      "b": 18,
      "c": 19,
      "d": 20,
      "e": 21,
      "f": 22,
      "g": 23,
      "h": 24,
      "i": 25,
      "j": 26,
      "k": 27,
      "l": 28,
      "m": 29,
      "n": 30,
      "o": 31,
      "p": 32,
      "q": 33,
      "r": 34,
      "s": 35,
      "t": 36,
      "u": 37,
      "v": 38,
      "w": 39,
      "x": 40,
      "y": 41,
      "z": 42,
      "in": 43,
      "on": 44,
      "an": 45,
      "th": 46,
      "ing": 47,
      "ar": 48,
      "er": 49,
      "the": 50,
      "le": 51,
      "of": 52,
      "as": 53,
      "at": 54,
      "man": 55,
      "re": 56,
      "ow": 57,
      "ck": 58,
      "ir": 59,
      "ear": 60,
      "or": 61,
      "it": 62,
      "al": 63,
      "ou": 64,
      "st": 65,
      "sh": 66,
      "en": 67,
      "has": 68,
      "ra": 69,
      "es": 70,
      "la": 71,
      "bo": 72,
      "and": 73,
      "ld": 74,
      "to": 75,
      "ig": 76,
      "ch": 77,
      "is": 78,
      "wear": 79,
      "et": 80,
      "wo": 81,
      "wearing": 82,
      "bu": 83,
      "wi": 84,
      "ad": 85,
      "ers": 86,
      "ro": 87,
      "wh": 88,
      "pl": 89,
      "ind": 90,
      "ta": 91,
      "ed": 92,
      "with": 93,
      "el": 94,
      "id": 95,
      "all": 96,
      "ite": 97,
      "lding": 98,
      "lo": 99,
      "gr": 100,
      "oun": 101,
      "white": 102,
      "ce": 103,
      "il": 104,
      "woman": 105,
      "igh": 106,
      "ight": 107,
      "sk": 108,
      "pers": 109,
      "person": 110,
      "air": 111,
      "wind": 112,
      "po": 113,
      "ass": 114,
      "ba": 115,
      "se": 116,
      "tra": 117,
      "ho": 118,
      "ide": 119,
      "ble": 120,
      "be": 121,
      "irt": 122,
      "window": 123,
      "ound": 124,
      "bla": 125,
      "ate": 126,
      "black": 127,
      "ant": 128,
      "ri": 129,
      "do": 130,
      "side": 131,
      "light": 132,
      "co": 133,
      "ard": 134,
      "wall": 135,
      "pe": 136,
      "shirt": 137,
      "table": 138,
      "ilding": 139,
      "building": 140,
      "fr": 141,
      "tre": 142,
      "wat": 143,
      "ign": 144,
      "un": 145,
      "ph": 146,
      "hand": 147,
      "he": 148,
      "ve": 149,
      "ge": 150,
      "bl": 151,
      "ane": 152,
      "car": 153,
      "top": 154,
      "board": 155,
      "sign": 156,
      "plane": 157,
      "ground": 158,
      "ie": 159,
      "head": 160,
      "ic": 161,
      "op": 162,
      "ue": 163,
      "ke": 164,
      "ne": 165,
      "br": 166,
      "ver": 167,
      "water": 168,
      "ur": 169,
      "ter": 170,
      "gir": 171,
      "ca": 172,
      "blue": 173,
      "red": 174,
      "low": 175,
      "plate": 176,
      "ont": 177,
      "ting": 178,
      "ot": 179,
      "holding": 180,
      "train": 181,
      "um": 182,
      "are": 183,
      "fe": 184,
      "hind": 185,
      "ele": 186,
      "ti": 187,
      "behind": 188,
      "gl": 189,
      "pa": 190,
      "back": 191,
      "front": 192,
      "own": 193,
      "boy": 194,
      "gre": 195,
      "glass": 196,
      "lay": 197,
      "bus": 198,
      "od": 199,
      "stand": 200,
      "let": 201,
      "sky": 202,
      "grass": 203,
      "clo": 204,
      "sit": 205,
      "alk": 206,
      "eb": 207,
      "eleph": 208,
      "tree": 209,
      "bir": 210,
      "peop": 211,
      "people": 212,
      "par": 213,
      "cat": 214,
      "walk": 215,
      "pole": 216,
      "elephant": 217,
      "by": 218,
      "bird": 219,
      "cle": 220,
      "stre": 221,
      "ield": 222,
      "green": 223,
      "for": 224,
      "fo": 225,
      "dog": 226,
      "xt": 227,
      "sitting": 228,
      "play": 229,
      "street": 230,
      "af": 231,
      "ey": 232,
      "one": 233,
      "cket": 234,
      "li": 235,
      "tr": 236,
      "der": 237,
      "sn": 238,
      "hor": 239,
      "ine": 240,
      "mp": 241,
      "road": 242,
      "snow": 243,
      "brown": 244,
      "umb": 245,
      "mot": 246,
      "next": 247,
      "wa": 248,
      "leg": 249,
      "door": 250,
      "two": 251,
      "ts": 252,
      "ycle": 253,
      "ten": 254,
      "girl": 255,
      "field": 256,
      "bear": 257,
      "met": 258,
      "standing": 259,
      "clock": 260,
      "fa": 261,
      "hair": 262,
      "om": 263,
      "ang": 264,
      "ink": 265,
      "near": 266,
      "cl": 267,
      "cks": 268,
      "tu": 269,
      "oud": 270,
      "pp": 271,
      "cloud": 272,
      "no": 273,
      "flo": 274,
      "sur": 275,
      "trees": 276,
      "bi": 277,
      "bas": 278,
      "eel": 279,
      "motor": 280,
      "dy": 281,
      "shad": 282,
      "hang": 283,
      "hat": 284,
      "under": 285,
      "ves": 286,
      "giraf": 287,
      "glasses": 288,
      "eye": 289,
      "cow": 290,
      "go": 291,
      "wheel": 292,
      "ft": 293,
      "ll": 294,
      "zeb": 295,
      "ok": 296,
      "zebra": 297,
      "tail": 298,
      "ep": 299,
      "boat": 300,
      "arm": 301,
      "cycle": 302,
      "tt": 303,
      "floor": 304,
      "nis": 305,
      "pi": 306,
      "su": 307,
      "fen": 308,
      "tennis": 309,
      "hanging": 310,
      "me": 311,
      "giraffe": 312,
      "phone": 313,
      "chair": 314,
      "des": 315,
      "ss": 316,
      "room": 317,
      "gra": 318,
      "motorcycle": 319,
      "cu": 320,
      "fence": 321,
      "face": 322,
      "horse": 323,
      "ski": 324,
      "shadow": 325,
      "skate": 326,
      "sm": 327,
      "ying": 328,
      "ong": 329,
      "player": 330,
      "fro": 331,
      "stri": 332,
      "yel": 333,
      "yellow": 334,
      "out": 335,
      "wood": 336,
      "surf": 337,
      "bike": 338,
      "con": 339,
      "men": 340,
      "gu": 341,
      "ben": 342,
      "sidewalk": 343,
      "ted": 344,
      "bow": 345,
      "sho": 346,
      "over": 347,
      "tain": 348,
      "windows": 349,
      "les": 350,
      "tow": 351,
      "ture": 352,
      "per": 353,
      "park": 354,
      "nose": 355,
      "ants": 356,
      "she": 357,
      "flow": 358,
      "ase": 359,
      "skateboard": 360,
      "cou": 361,
      "ion": 362,
      "sand": 363,
      "left": 364,
      "bed": 365,
      "ja": 366,
      "airplane": 367,
      "mou": 368,
      "cake": 369,
      "clouds": 370,
      "iling": 371,
      "ff": 372,
      "fi": 373,
      "lady": 374,
      "ug": 375,
      "guy": 376,
      "ark": 377,
      "from": 378,
      "shor": 379,
      "bag": 380,
      "bench": 381,
      "abo": 382,
      "above": 383,
      "di": 384,
      "background": 385,
      "small": 386,
      "jacket": 387,
      "ak": 388,
      "je": 389,
      "ach": 390,
      "te": 391,
      "box": 392,
      "rid": 393,
      "tion": 394,
      "cor": 395,
      "ga": 396,
      "right": 397,
      "hel": 398,
      "way": 399,
      "numb": 400
    },
    "merges": [
      "i n",
      "o n",
      "a n",
      "t h",
      "in g",
      "a r",
      "e r",
      "th e",
      "l e",
      "o f",
      "a s",
      "a t",
      "m an",
      "r e",
      "o w",
      "c k",
      "i r",
      "e ar",
      "o r",
      "i t",
      "a l",
      "o u",
      "s t",
      "s h",
      "e n",
      "h as",
      "r a",
      "e s",
      "l a",
      "b o",
      "an d",
      "l d",
      "t o",
      "i g",
      "c h",
      "i s",
      "w ear",
      "e t",
      "w o",
      "wear ing",
      "b u",
      "w i",
      "a d",
      "er s",
      "r o",
      "w h",
      "p l",
      "in d",
      "t a",
      "e d",
      "wi th",
      "e l",
      "i d",
      "al l",
      "it e",
      "ld ing",
      "l o",
      "g r",
      "ou n",
      "wh ite",
      "c e",
      "i l",
      "wo man",
      "ig h",
      "igh t",
      "s k",
      "p ers",
      "pers on",
      "a ir",
      "w ind",
      "p o",
      "as s",
      "b a",
      "s e",
      "t ra",
      "h o",
      "id e",
      "b le",
      "b e",
      "ir t",
      "wind ow",
      "oun d",
      "b la",
      "at e",
      "bla ck",
      "an t",
      "r i",
      "d o",
      "s ide",
      "l ight",
      "c o",
      "ar d",
      "w all",
      "p e",
      "sh irt",
      "ta ble",
      "i lding",
      "bu ilding",
      "f r",
      "t re",
      "w at",
      "ig n",
      "u n",
      "p h",
      "h and",
      "h e",
      "v e",
      "g e",
      "b l",
      "an e",
      "c ar",
      "to p",
      "bo ard",
      "s ign",
      "pl ane",
      "gr ound",
      "i e",
      "he ad",
      "i c",
      "o p",
      "u e",
      "k e",
      "n e",
      "b r",
      "v er",
      "wat er",
      "u r",
      "t er",
      "g ir",
      "c a",
      "bl ue",
      "re d",
      "l ow",
      "pl ate",
      "on t",
      "t ing",
      "o t",
      "ho lding",
      "tra in",
      "u m",
      "ar e",
      "f e",
      "h ind",
      "e le",
      "t i",
      "be hind",
      "g l",
      "p a",
      "ba ck",
      "fr ont",
      "ow n",
      "bo y",
      "g re",
      "gl ass",
      "la y",
      "bu s",
      "o d",
      "st and",
      "le t",
      "sk y",
      "gr ass",
      "c lo",
      "s it",
      "al k",
      "e b",
      "ele ph",
      "tre e",
      "b ir",
      "pe op",
      "peop le",
      "p ar",
      "c at",
      "w alk",
      "po le",
      "eleph ant",
      "b y",
      "bir d",
      "c le",
      "st re",
      "ie ld",
      "gre en",
      "f or",
      "f o",
      "do g",
      "x t",
      "sit ting",
      "p lay",
      "stre et",
      "a f",
      "e y",
      "on e",
      "ck et",
      "l i",
      "t r",
      "d er",
      "s n",
      "h or",
      "in e",
      "m p",
      "ro ad",
      "sn ow",
      "br own",
      "um b",
      "m ot",
      "ne xt",
      "w a",
      "le g",
      "do or",
      "t wo",
      "t s",
      "y cle",
      "t en",
      "gir l",
      "f ield",
      "b ear",
      "m et",
      "stand ing",
      "clo ck",
      "f a",
      "h air",
      "o m",
      "an g",
      "in k",
      "n ear",
      "c l",
      "ck s",
      "t u",
      "ou d",
      "p p",
      "cl oud",
      "n o",
      "f lo",
      "s ur",
      "tre es",
      "b i",
      "b as",
      "e el",
      "mot or",
      "d y",
      "sh ad",
      "h ang",
      "h at",
      "un der",
      "v es",
      "gir af",
      "glass es",
      "ey e",
      "c ow",
      "g o",
      "wh eel",
      "f t",
      "l l",
      "z eb",
      "o k",
      "zeb ra",
      "ta il",
      "e p",
      "bo at",
      "ar m",
      "c ycle",
      "t t",
      "flo or",
      "n is",
      "p i",
      "s u",
      "f en",
      "ten nis",
      "hang ing",
      "m e",
      "giraf fe",
      "ph one",
      "ch air",
      "d es",
      "s s",
      "ro om",
      "g ra",
      "motor cycle",
      "c u",
      "fen ce",
      "fa ce",
      "hor se",
      "sk i",
      "shad ow",
      "sk ate",
      "s m",
      "y ing",
      "on g",
      "play er",
      "f ro",
      "st ri",
      "y el",
      "yel low",
      "ou t",
      "wo od",
      "sur f",
      "bi ke",
      "c on",
      "m en",
      "g u",
      "b en",
      "side walk",
      "t ed",
      "b ow",
      "sh o",
      "o ver",
      "ta in",
      "window s",
      "le s",
      "t ow",
      "tu re",
      "p er",
      "par k",
      "no se",
      "ant s",
      "sh e",
      "f low",
      "as e",
      "skate board",
      "c ou",
      "i on",
      "s and",
      "le ft",
      "b ed",
      "j a",
      "air plane",
      "m ou",
      "ca ke",
      "cloud s",
      "il ing",
      "f f",
      "f i",
      "la dy",
      "u g",
      "gu y",
      "ar k",
      "fro m",
      "sh or",
      "ba g",
      "ben ch",
      "a bo",
      "abo ve",
      "d i",
      "back ground",
      "sm all",
      "ja cket",
      "a k",
      "j e",
      "a ch",
      "t e",
      "bo x",
      "r id",
      "ti on",
      "c or",
      "g a",
      "r ight",
      "h el",
      "wa y",
      "n umb"
    ]
  }
}